Repository: Dean151/KSP-Companion-iOS
Catalog: KSPCompanion/*.lproj/Localizable.strings
Languages: fr

source: Apoapsis
fr: Apoastre

# ARGUMENT_PERIAPSIS
source: Argument of periapsis
fr: Argument du périastre

# ATMO_LIMIT
source: Atmosphere limit
fr: Limite de l'atmosphère

# ATMO_PRESSURE
source: Atmospheric pressure
fr: Pression atmosphérique

# ATMO_PROPERTIES
source: Atmosphere properties
fr: Propriétés atmosphériques

source: Buy complete version
fr: Acheter la version complête

source: Buy in settings
fr: Voir dans les réglages

source: Calculate
fr: Calculer

source: Cancel
fr: Annuler

source: Celestial properties
fr: Propriété de l'astre

source: Celestials
fr: Astres

# CHOOSE_A_PLANET
source: Choose a celestial on the left
fr: Choisissez un astre à gauche

source: Comet
fr: Comète

source: Complete version
fr: Version complète

# COMPLETE_VERSION_FEATURE
source: Unavailable feature
fr: Fonctionnalité non disponible

# COMPLETE_VERSION_FOOTER
source: If you like this app, or that you use it a lot, you can buy the complete version for barely nothing! With this complete version, you won't have any restriction on calculations, and you will be able to use alternate systems
fr: Si vous aimez l'application, ou que vous l'utilisez beaucoup, vous pouvez acheter la version complete pour une bouchée de pain ! Avec la version complete, il n'y a pas de restrictuion sur le quantité de calculs, et vous pourrez choisir des systèmes planétaires alternatifs

# COULD_NOT_CALCUL_NOTIF
source: Could not calcul transfer
fr: Le transfert n'a pas été calculé

source: Custom
fr: Autre

# DAY_DETAIL
source: 1 day (6h)
fr: 1 jour (6h)

# DAY_SUFFIX
source: %dd
fr: %dj

# DISCLAIMER
source: Kerbal Space Program, the celestials names and data are the property of Squad. All trademark and copyright for these data belong to Squad.
fr: Kerbal Space Program, le nom et les données des astres sont la propriété de Squad. Toutes les trademark et copyright sur ces données appartiennent à Squad.

source: Dismiss
fr: Fermer

source: Distribute
fr: Distribuer

# DISTRIBUTE_SATELLITE_FOOTER
source: Design a vessel with the number of satellites you want to distribute. This tool will allow you to calculate the manoeuvers to distribute your satellites.
fr: Construisez un vaisseau avec le nombre de satellite que vous voulez distribuer. Cet outil va calculer les manœuvres nécessaires à la distribution des satellites.

# DISTRIBUTE_SATELLITE_HEADER
source: Distribute satellites on an orbit
fr: Distribution de satellites sur une orbite

source: Distribute Satellites
fr: Distribution de Satellites

# DISTRIBUTE_SATELLITES_DESC
source: Perform a perfect satellite distribution on a circular orbit with the form on the left
fr: Réalisez une distribution parfaite de satellites sur une orbite circulaire à l'aide du formulaire de gauche

source: Distribution result
fr: Distribution de satellites

# DO_A_CALCUL
source: Make a transfer
fr: Faire un transfert

# DO_A_CALCUL_DESC
source: Use the form on the left to perform calculations for an interplanetary transfer
fr: Utilisez le formulaire sur la gauche pour faire un calcul de transfert interplanétaire

source: Dwarf planet
fr: Planète naine

source: Eccentricity
fr: Excentricité

source: Equatorial radius
fr: Rayon à l'équateur

source: Escape velocity
fr: Vitesse de libération

# ESTIMATED_DV
source: Estimated ∆v
fr: ∆v estimé

# ESTIMATED_DV_FOOTER
source: This number does not include the ∆v necessary for making your first circular orbit.
fr: Cette valeur de ∆v ne comprends pas la valeur nécessaire pour effectuer la première orbite

source: From
fr: Depuis

# FROM_DEST_NOT_ROUND_ENOUGH
source: From or destination's orbit is not round enough !
fr: L'orbite d'origine ou de destination n'est pas assez ronde !

# FROM_DEST_NOT_ROUND_ENOUGH_DESC
source: The calcul wouldn't be accurate enough to let you through. Sorry !
fr: Le calcul ne serait pas assez précis avec cet outil. Désolé !

source: Geosync. orbit
fr: Orbite synchro.

source: Go to
fr: Y aller

source: Has oxygen
fr: Présence d'oxygène

# IAP_FAIL
source: Purchase has failed
fr: L'achat a échoué

# IAP_FAILURE_DESC
source: Please try again if you want to remove ads. You're awesome !
fr: Essayez à nouveau si vous voulez supprimer les apps. Vous êtes génial !

# IAP_NOT_ENABLED
source: In-App purchases not enabled
fr: Achats in-App désactivés

# IAP_NOT_ENABLED_DESC
source: Please enable In-App Purchase in Settings
fr: Activez-les dans les réglages

# IAP_SUCCESS
source: You will now have an ad-free experience ! You're awesome !
fr: Vous aurez désormais une app sans pub ! Vous êtes génial !

source: Inclination
fr: Inclinaison

# INCLINATION_NOTIF
source: Origin and destination orbits have different inclination
fr: L'origine et la destination n'ont pas la même inclinaison

# INCLINATION_NOTIF_DESC
source: Make sure you correct the inclination once you're in transfer orbit
fr: Pensez à corriger l'inclinaison au milieu de votre orbite de transfert

# INTERPLANETARY_TRANSFER_FOOTER
source: Park your vessel in a stable circular orbit aroud your origin celestial, with no inclination. Then use this tool to calculate the necessary transfer manoeuver for your destination
fr: Placez votre vaisseau sur une orbite de parking stable et circulaire, sans inclinaison. Utilisez ensuite cet outil pour calculer la manœuvre nécessaire pour le transfert vers votre destination.

# INTERPLANETARY_TRANSFER_HEADER
source: Interplanetary transfer
fr: Transfert interplanaire

# KERBAL_SYSTEM
source: Original KSP system
fr: Système original de KSP

# KERBIN_TIME_UNITS
source: Kerbal time units
fr: Unités de temps Kerbiennes

# KERBOL_PLUS_SYSTEM
source: Kerbol Plus Mod's system
fr: Système avec Kerbol Plus Mod

source: Leave
fr: En partir

# LONGITUDE_ASCENDING_NODE
source: Longitude of ascending node
fr: Longitude du nœud ascendant

source: Manoeuver
fr: Manœuvre

# MANOEUVER_FOOTER
source: Once the celestials have the correct phase angle, achieve this manoeuver from your parking orbit to leave correctly the sphere of influence.
fr: Une fois que les objets font le bon angle, réalisez cette manœuvre depuis votre orbite de parking pour quitter correctement la sphère d'influence.

# MANOEUVER_HEADER
source: Manoeuver details
fr: Détails de la manœuvre

source: Mass
fr: Masse

source: Mean anomaly
fr: Anomalie moyenne

source: No
fr: Non

# NO_PLANET
source: Empty selection
fr: Aucune sélection

# NOT_AROUND_SAME_CELESTIAL
source: Origin and destination must be orbiting aroud the same celestial
fr: L'origine et la destination doivent orbiter autour du même corps

# NOT_ENOUGH_NOTIF
source: Not enough satellites
fr: Pas assez de satellite

# NOT_ENOUGH_NOTIF_DESC
source: You should send at least 2 satellites to calculate a distribution
fr: Vous devez envoyer au moins 2 satellites pour pouvoir les distribuer

source: Number of satellites
fr: Nombre de satellites

# NUMBER_OF_SATELLITES_PLACEHOLDER
source: 3 for a triangle
fr: 3 pour un triangle

# ONLY_X_CALCULATION
source: Sorry, only 20 calculations a day. Come back tomorrow !
fr: Désolé, seulement 20 calculs par jour. Revenez demain !

source: Orbit
fr: Orbite

source: Orbit around
fr: Orbite autour de

source: Orbit properties
fr: Propriétés orbitales

source: Orbital period
fr: Période orbitale

source: Orbital radius
fr: Rayon orbital

source: out of SOI
fr: Hors d'influence

# OUTERPLANET_SYSTEM
source: Outer Planets Mod's system
fr: Système avec Outer Planets Mod

# PARKING_ALTITURE
source: Parking altitude
fr: Altitude de parking (m)

# PARKING_ALTITUDE_PLACEHOLDER
source: e.g. 80000m
fr: ex: 80000m

source: Periapsis
fr: Périastre

source: Phase angle
fr: Angle de phase

# PHASE_ANGLE_FOOTER
source: Wait for the origin celestial and the destination to have this angle. Press the details button for a graphic preview
fr: Attendez que les astres de départ et d'arrivée facent cet angle. Pressez le bouton pour un aperçu graphique

# PHASE_ANGLE_HEADER
source: Celestials phase angle
fr: Angle de phase des astres

source: Planet
fr: Planète

# PROGRADE_DV
source: Prograde ∆v
fr: ∆v prograde

# RESTORE_COMPLETE_VERSION
source: Restore In-App purchases
fr: Restaurer les achats In-App

# RETROGRADE_DV
source: Retrograde ∆v
fr: ∆v rétrograde

source: Rotation period
fr: Période de rotation

# SAME_CELESTIAL
source: Origin and destination must be differents and orbiting aroud the same celestial
fr: L'origine et la destination doivent être différentes et orbiter autour du même corps

source: Satellite distribution
fr: Distribution de satellites

source: Semi-major axis
fr: Demi-grand axe

source: Semi-sync. orbit
fr: Orbite semi-sync.

source: Settings
fr: Réglages

# SETTINGS_FOOTER
source: On Kerbin, days last 6h and years 426 days
fr: Sur Kerbin, les jours durent 6h et les années 426 jours

# SOI
source: Sphere of influence
fr: Sphère d'influence

source: Star
fr: Étoile

source: Surface gravity
fr: Gravité à la surface

# SYSTEM_SELECTION_DESCRIPTION
source: The solar system can change according to installed mods. Choose the one that match to your setup
fr: Le système solaire change en fonction des mods installés sur Kerbal Space Program. Sélectionnez celui qui correspond à votre installation

source: Systems
fr: Systèmes

source: Target apoapsis
fr: Apoapside ciblée

# TARGET_ORBIT
source: Targeted orbit
fr: Orbite ciblée

# TARGET_ORBIT_FOOTER
source: Put your vessel in this circular orbit, then decouple your first satellite.
fr: Mettez votre vaisseau sur l'orbite circulaire ciblée, et découplez votre premier satellite.

# TARGET_PERIAPSIS
source: Targed periapsis
fr: Périapside ciblée

source: Targeted altitude
fr: Altitude cible

# TARGETED_ALTITUDE_PLACEHOLDER
source: e.g. 1000000m
fr: ex: 1000000m

source: Targeted speed
fr: Vitesse cible

source: Temperature max
fr: Température max.

source: Temperature min
fr: Température min.

source: Temperature unit
fr: Unité de temperature

# THANKS_FOR_BUYING
source: Thanks for buying the app ! :-)
fr: Merci d'avoir acheté l'app ! :-)

source: Thank You !
fr: Merci !

source: To
fr: Vers

# TOO_HIGH_NOTIF
source: Target altitude is too high !
fr: Altitude cible est trop haute !

# TOO_HIGH_NOTIF_DESC
source: Your target altitude is higher than celestial's sphere of influence
fr: Votre altitude cible est en dehors de la sphère d'influence

# TOO_LOW_NOTIF
source: Target altitude's in atmosphere
fr: L'altitude cible est dans l'atmosphère

# TOO_LOW_NOTIF_DESC
source: Your target altitude is not high enough !
fr: Votre altitude cible est trop basse !

# TOTAL_DV
source: Total ∆v
fr: ∆v total

source: Transfer
fr: Transfert

source: Transfer calculator
fr: Calcul de transferts

source: Transit orbit
fr: Orbite de transfert

# TRANSIT_ORBIT_FOOTER
source: Then burn the ∆v above, to change your periapsis or apoapsis, and wait for one period. Once the period is over, burn back to your circular orbit and decouple the second satellite. Repeat until all of yours satellites are in orbit.
fr: Brûlez ensuite le ∆v ci-dessus, pour modifier votre périapside ou apoapside, puis attendez une période. Une fois la période révolue, retournez sur votre orbite circulaire et découplez le satellite suivant. Recommencez jusqu'à ce que tous vos satellites soient en orbite.

# YEAR_DETAIL
source: 1 year (426d)
fr: 1 an (426j)

# YEAR_SUFFIX
source: %dy
fr: %da

source: Yes
fr: Oui
